{
  "PT": {
    "lang": "PT",
    "title": "Calculadora IMC",
    "weight": "Peso",
    "height": "Altura",
    "result": "Seu Índice de Massa Corporal é",
    "breakpoints": [
      "Peso baixo",
      "Peso normal",
      "Sobrepreso",
      "Obesidade grau I",
      "Obesidade grau II",
      "Obesidade grau III"
    ],
    "desc_title": "O que é IMC",
    "desc":"<p>O IMC, anteriormente chamado de índice de Quetelet, é uma medida para indicar o estado nutricional em adultos. É definido como o peso de uma pessoa em quilogramas dividido pelo quadrado da altura da pessoa em metros (kg/m2). Por exemplo, um adulto que pesa 70 kg e cuja altura é de 1,75 m terá um IMC de 22,9.</p><p>As faixas de IMC são baseadas no efeito que o excesso de gordura corporal tem na doença e na morte e estão razoavelmente bem relacionadas à adiposidade. O IMC foi desenvolvido como indicador de risco de doença; à medida que o IMC aumenta, também aumenta o risco de algumas doenças. Algumas condições comuns relacionadas ao sobrepeso e à obesidade incluem: morte prematura, doenças cardiovasculares, pressão alta, osteoartrite, alguns tipos de câncer e diabetes.</p><p>O IMC também é recomendado para uso em crianças e adolescentes. Em crianças, o IMC é calculado como para adultos e depois comparado com z-scores ou percentis. Durante a infância e adolescência, a relação entre peso e altura varia com o sexo e a idade, de modo que os valores de corte que determinam o estado nutricional de 0 a 19 anos são específicos de gênero e idade. Os pontos de corte da referência de IMC por idade de 2006 para crianças de 0 a 5 anos para o diagnóstico de sobrepeso e obesidade foram definidos como o percentil 97 e 99, respectivamente. Para aqueles com idade entre 5 e 19 anos, o sobrepeso é definido como um valor de IMC para idade acima de +1 DP e obesidade como um valor de IMC para idade acima de +2 DP. <a href='https://www.euro.who.int/en/health-topics/disease-prevention/nutrition/a-healthy-lifestyle/body-mass-index-bmi'>Fonte</a></p>"
  },

  "EN": {
    "lang": "EN",
    "title": "BMI Calculator",
    "weight": "Weight",
    "height": "Height",
    "result": "Your Body Mass Index is",
    "breakpoints": [
      "Underweight",
      "Normal weight",
      "Pre-obesity",
      "Obesity class I",
      "Obesity class II",
      "Obesity class III"
    ],
    "desc_title": "What is BMI",
    "desc": "<p>BMI, formerly called the Quetelet index, is a measure for indicating nutritional status in adults. It is defined as a person’s weight in kilograms divided by the square of the person’s height in metres (kg/m2). For example, an adult who weighs 70 kg and whose height is 1.75 m will have a BMI of 22.9.</p><p>The BMI ranges are based on the effect excessive body fat has on disease and death and are reasonably well related to adiposity. BMI was developed as a risk indicator of disease; as BMI increases, so does the risk for some diseases. Some common conditions related to overweight and obesity include: premature death, cardiovascular diseases, high blood pressure, osteoarthritis, some cancers and diabetes.</p><p>BMI is also recommended for use in children and adolescents. In children, BMI is calculated as for adults and then compared with z-scores or percentiles. During childhood and adolescence the ratio between weight and height varies with sex and age, so the cut-off values that determine the nutritional status of those aged 0–19 years are gender- and age-specific. The cut-off points of the 2006 BMI-for-age reference for children aged 0–5 years for the diagnosis of overweight and obesity were set as the 97th and the 99th percentile, respectively. For those aged 5–19 years, overweight is defined as a BMI-for-age value over +1 SD and obesity as a BMI-for-age value over +2 SD. <a href='https://www.euro.who.int/en/health-topics/disease-prevention/nutrition/a-healthy-lifestyle/body-mass-index-bmi'>Source</a></p>"
  }
}
